tap "homebrew/bundle"
tap "homebrew/core"
tap "shopify/shopify"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# Parser generator
brew "bison"
# GNU database manager
brew "gdbm"
# Portable Foreign Function Interface library
brew "libffi"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Library for command-line editing
brew "readline"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Manage compile and link flags for libraries
brew "pkg-config"
# Ruby environment tool
brew "chruby"
# Modern replacement for 'ls'
brew "exa"
# GitHub command-line tool
brew "gh"
# OpenType text shaping engine
brew "harfbuzz"
# Add GitHub support to git on the command-line
brew "hub"
# Library that implements the rsync remote-delta algorithm
brew "librsync"
# YAML Parser
brew "libyaml"
# Color management engine supporting ICC profiles
brew "little-cms2"
# Just-In-Time Compiler (JIT) for the Lua programming language
brew "luajit", args: ["HEAD"]
# Parser generator tool and incremental parsing library
brew "tree-sitter", args: ["HEAD"]
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim", args: ["HEAD"]
# Install Ruby, JRuby, Rubinius, TruffleRuby, or mruby
brew "ruby-install"
# Zsh prompt for Astronauts
brew "spaceship"
# Language for application scale JavaScript development
brew "typescript"
# UNIX shell (command interpreter)
brew "zsh"
# Additional completion definitions for zsh
brew "zsh-completions"
brew "shopify/shopify/shopify-cli"
