tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "shopify/shopify"
brew "automake"
brew "cmake"
brew "gettext"
brew "curl"
brew "fd"
brew "fish"
brew "libtool"
brew "git"
brew "hub"
brew "neovim"
brew "ninja"
brew "node"
brew "php"
brew "pkg-config"
brew "rbenv"
brew "ripgrep"
brew "jesseduffield/lazygit/lazygit"
brew "shopify/shopify/shopify-cli"
cask "visual-studio-code"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "abusaidm.html-snippets"
vscode "adamwalzer.scss-lint"
vscode "alefragnani.Bookmarks"
vscode "anthonydiametrix.ACF-Snippet"
vscode "ardenivanov.svelte-intellisense"
vscode "bmewburn.vscode-intelephense-client"
vscode "bungcip.better-toml"
vscode "burkeholland.simple-react-snippets"
vscode "chriskirknielsen.visubezier"
vscode "cpylua.language-postcss"
vscode "dariofuzinato.vue-peek"
vscode "dbaeumer.jshint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.vscode-rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EmilijanMB.sublime-text-4-theme"
vscode "figma.figma-vscode-extension"
vscode "fivethree.vscode-svelte-snippets"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "glenn2223.live-sass"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "HookyQR.beautify"
vscode "ihatetomatoes.gsap3-snippets"
vscode "jeremyrajan.webpack"
vscode "jprestidge.theme-material-theme"
vscode "kamikillerto.vscode-colorize"
vscode "kenhowardpdx.vscode-gist"
vscode "KevinRose.vsc-python-indent"
vscode "killalau.vscode-liquid-snippets"
vscode "kokororin.vscode-phpfmt"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-scss"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.mono-debug"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "qqbot.qqbot"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-snippets"
vscode "Shopify.theme-check-vscode"
vscode "sissel.shopify-liquid"
vscode "slevesque.shader"
vscode "spywhere.guides"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "TabNine.tabnine-vscode"
vscode "tauri-apps.tauri-vscode"
vscode "teabyii.ayu"
vscode "thekalinga.bootstrap4-vscode"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "WallabyJs.quokka-vscode"
vscode "wholroyd.jinja"
vscode "Wscats.eno"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "zobo.php-intellisense"
